---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.MembersAlignWarn
source: html/6219f7ec-6e34-e928-c35f-9894e4a063bc.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.MembersAlignWarn Property

User parameter values for group members have been aligned.

## Syntax (C#)
```csharp
public static FailureDefinitionId MembersAlignWarn { get; }
```